complete/buddy_data/奇秀-主播房间-20160913173444-20160913173445000

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 17:34:44]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[112694]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[岚岚温馨小闺房]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[48256]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[2688]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[199]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[14]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[214]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[空空壹空空]]></vipnickname><vipuserid><![CDATA[2426764065]]></vipuserid><top_name><![CDATA[空空壹空空]]></top_name><top_money><![CDATA[50000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[取啥名呢]]></vipnickname><vipuserid><![CDATA[1256988202]]></vipuserid><top_name><![CDATA[取啥名呢]]></top_name><top_money><![CDATA[50000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[、桃子]]></vipnickname><vipuserid><![CDATA[1265063503]]></vipuserid><top_name><![CDATA[、桃子]]></top_name><top_money><![CDATA[10000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[同君花开空欢搞暧ソ]]></vipnickname><vipuserid><![CDATA[1310057399]]></vipuserid><top_name><![CDATA[同君花开空欢搞暧ソ]]></top_name><top_money><![CDATA[4620]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[35678]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[35678]]></top_name><top_money><![CDATA[1400]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?壹?加ゝ 司小魂]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?壹?加ゝ 司小魂]]></top_name><top_money><![CDATA[450]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[一个逗逼]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[一个逗逼]]></top_name><top_money><![CDATA[370]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[低调-CC有点飘]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[低调-CC有点飘]]></top_name><top_money><![CDATA[310]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[【宝家军】?前 夫、]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[【宝家军】?前 夫、]]></top_name><top_money><![CDATA[300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[江南大姐夫]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[江南大姐夫]]></top_name><top_money><![CDATA[270]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[情感小哥]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[情感小哥]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[空空壹空空]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[空空壹空空]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[芊爱劈叉～舊夢無聲]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[芊爱劈叉～舊夢無聲]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?縋尋訫中的妳?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?縋尋訫中的妳?]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 